---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotCoordinateElevationSuffix
source: html/b1f29791-7772-2cd5-0dce-a3e23831fe92.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotCoordinateElevationSuffix Property

"Elevation Suffix"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotCoordinateElevationSuffix { get; }
```